Loc['bg'] = {

    list = {
        ['employee_list'] = 'Списък на служителите',
        ['hidden'] = 'Скрити',
        ['information'] = 'Информация',
        ['first'] = 'първо', -- Трябва да бъде същото име като на ред 56
        ['last'] = 'последно',  -- Трябва да бъде същото име като на ред 80
        ['residence'] = 'местожителство',  -- Трябва да бъде същото име като на ред 104
        ['age'] = 'възраст',  -- Трябва да бъде същото име като на ред 127
        ['name'] = 'Име',
    },

    info = {['button'] = "[E] - ",
        ["strike_update"] = "%s Провинения, при %s провинения, най-високо ниво на сигурност ще бъде уведомено",
        ["striked"] = "%s Провинения, Най-високо ниво на сигурност беше уведомено",
        ["disable_fusebox"] = "Изключване на функциите за сигурност",
        ["unlocked_keypad"] = "Достъпът е предоставен",
        ["disable_vault"] = "Прерязване на някои кабели",
        ["connecting"] = "Свързване..",
        ["searching"] = "Търсене в документите..",
        ["printer"] = "Печатане на снимки на служителите..",
        ["adding_pictures"] = "Сканиране на лицата на служителите в базата данни..",
        ["insert_key"] = "Поставяне на ключ..",
        ["searching_key"] = "Търсене в кутии за ключове",
        ["grab"] = "Грабнете ",
        ["cash"] = "пари в брой",
        ["gold"] = "злато",
        ["diamond"] = "диамант",
},

    error = {
        ["failed"] = "Вие не успяхте",
        ["missing_item"] = "Липсва ви предмет",
        ["enough_cops"] = "Невъзможно е да направите това в момента",
        ["used"] = "Някой вече го направи",
        ["initiate_robbery"] = "Все още не сте започнали обира!",
        ["level"] = "Това изглежда твърде трудно за вас",
        ["wrong_code"] = "Грешна парола",
        ["fingerprint_used"] = "Скенерът за пръстови отпечатъци се използва!",
        ["permission"] = "Нямате разрешение да използвате това",
        ["cooldown"] = "Все още се възстановявате от последния обир",
        ["vault_high"] = "Изглежда, че трезорът има допълнителен слой защита..",
        ["didnt_print"] = "Трябва да получите идентификация на лицето на служителите..",
        ["not_found"] = "Не намерихте нищо полезно",
        ["glitch"] = "Добър опит",
        ["keypadtwo"] = "Въведете паролата първо на клавиатурата отвън",
    },

    success = {
        ["fusebox"] = "Системата беше инфилтрирана!",
        ["unlocked_keypad"] = "Изключихте клавиатурата!",
        ["fingerprint_success"] = "Скенерът за пръстови отпечатъци беше успешен!",
        ["printer_done"] = "Снимките бяха отпечатани",
        ["key_found"] = "Намерихте ключ",
        ["infiltrated"] = "СИСТЕМНА МАЛФУНКЦИЯ",
        ["bonus_item"] = "Намерихте бонус предмет!",
    },

    ["първо"] = { -- Скрити първи имена (Име: първа-последна буква / щат / възраст)
        [1] = "%s---%s от %s, финансов вълшебник на %s години, насочва клиенти към успех с адаптивност и експертиза. Неговите изключителни умения за решаване на проблеми го правят предпочитан човек за сложни финансови въпроси.",
        [2] = "%s---%s от %s, на %s години, овластява клиенти с иновативни стратегии, правейки го възходяща звезда в банковия свят. Неговата ангажираност с оставане актуален с последните финансови тенденции гарантира, че клиентите получават новаторски решения.",
        [3] = "%s---%s в %s, банков експерт на %s години, оставя траен отпечатък с персонализирано финансово ръководство. Известна със своя емпатичен подход, тя установява здрави, дългосрочни връзки с клиенти.",
        [4] = "%s---%s от %s, на %s години, е доверен съветник, гарантиращ финансовата сигурност на клиентите чрез голям опит. Неговата способност да опрости финансовия жаргон помага на клиентите да се чувстват уверени и информирани.",
        [5] = "%s---%s в %s, опитен банкер на %s години, се отличава с безпрецедентни иновативни решения. С безупречния си запис на успехи, той си е извоювал доверието на високопоставени клиенти.",
        [6] = "%s---%s от %s, на %s години, удовлетворява разнообразните нужди на клиентите и става въздействащ финансов консултант. Неговите силни аналитични умения му позволяват да персонализира финансовите решения за уникалните цели на всеки клиент.",
        [7] = "%s---%s в %s, на %s години, упълномощава клиентите с етични практики и иновативни стратегии. С остър поглед за управление на риска, тя гарантира финансовата стабилност на клиентите.",
        [8] = "%s---%s от %s, на %s години, задава нови стандарти в банковия свят със своята експертиза. Неговата способност да предвижда пазарните тенденции помага на клиентите да правят информирани решения.",
        [9] = "%s---%s от %s, на %s години, насърчава финансовото пълномощие с преданост и адаптивност. Неговата страст към образованието на клиентите за финансова грамотност е похвална.",
        [10] = "%s---%s от %s, на %s години, преосмисля индустрията с иновативен подход към банкирането. Известен със своето нестандартно мислене, той въвежда креативни финансови решения.",
        [11] = "%s---%s в %s, на %s години, гарантира финансовото благополучие на клиентите чрез голям опит. Неговата голяма мрежа от връзки в индустрията възползва клиентите в различни сектори.",
        [12] = "%s---%s от %s, на %s години, осигурява персонализирани решения, оставяйки траен отпечатък върху клиентите. Неговият активен подход създава здраво чувство на доверие сред клиентите му.",
        [13] = "%s---%s в %s, на %s години, е възходяща звезда с непревзходима иновация и надеждност. Неговото предане към непрекъснато учене го отличава в конкурентната банкова среда.",
        [14] = "%s---%s от %s, на %s години, насочва клиенти към финансов успех с изключителна експертиза. Неговата способност да идентифицира скрити възможности гарантира финансовия растеж на клиентите.",
        [15] = "%s---%s в %s, на %s години, участва активно в обществените инициативи и гарантира финансова стабилност с етични практики. Неговото участие в различни филантропични инициативи отразява неговата ангажираност към общественото благосъстояние.",
        [16] = "%s---%s от %s, на %s години, увеличава успешността на клиентите с иновативни подходи и практически съвети. Неговата страст към финансовото образование е вдъхновяваща за много млади инвеститори.",
        [17] = "%s---%s в %s, на %s години, подпомага финансовото благополучие на клиентите с персонализирани решения. Неговите силни комуникационни умения правят сложните финансови концепции лесни за разбиране.",
        [18] = "%s---%s от %s, на %s години, гарантира растежа на клиентите чрез адаптивни стратегии. Неговата способност да предвижда промените на пазара позиционира клиентите за успех.",
        [19] = "%s---%s в %s, на %s години, задава нови стандарти в индустрията с иновативни решения. Неговата страст към технологичните постижения го подтиква да внедрява цифрови банкови решения за клиентите.",
        [20] = "%s---%s от %s, на %s години, е опитен банков професионалист, осигуряващ финансовата сигурност на клиентите. Неговата преданост към поверителността и дискретността го правят доверен съветник на много лица с високи доходи.",
    },

    ["последно"] = { -- Скрити промпти за фамилни имена (Първи %s: Първа буква от фамилното име, Втори %s: Последна буква от фамилното име / Трети %s: Възраст / Четвърти %s: Първо име)
        [1] = "%s---%s от %s, опитен банкер на име %s, ръководи с обширни познания и изключителен анализ. Неговото стратегическо финансово планиране помага на клиентите да постигнат своите дългосрочни цели.",
        [2] = "%s---%s в %s, на име %s, е известна с пионерски решения в дигиталното банкиране. Нейната посветеност към подобряване на потребителското изживяване задава нови стандарти в индустрията.",
        [3] = "%s---%s от %s, на име %s, е състрадателен финансов съветник, който винаги слага интересите на клиентите на първо място. Тяхната емпатия и прозрачност създават трайно доверие с всеки клиент.",
        [4] = "%s---%s в %s, финансов гений на име %s, постоянно достига впечатляващи възвращения за инвеститорите. Нейният остър анализ на пазара гарантира своевременни и печеливши решения.",
        [5] = "%s---%s от %s, на име %s, води иновативни стратегии за заеми, подкрепяйки местните бизнеси. Неговата ангажираност към икономическия растеж подпомага процъфтяването на общността.",
        [6] = "%s---%s от %s, на име %s, е майстор в управлението на богатството, запазвайки наследства за бъдещите поколения. Техният персонализиран подход придава увереност на семейства с високи доходи.",
        [7] = "%s---%s в %s, инвестиционен гуру на име %s, се справя с пазарните сложности леко. Нейните разнообразни познания за портфолиото защитават клиентите от неочаквани рискове.",
        [8] = "%s---%s от %s, на име %s, подкрепя програми за финансова грамотност, упълномощавайки следващото поколение. Неговата посветеност към образованието гарантира по-финансово сигурно бъдеще.",
        [9] = "%s---%s в %s, на име %s, е етичен банкер, който насърчава устойчивите инвестиции за по-зелен свят. Нейната ангажираност към опазването на околната среда се отразява в портфейлите на клиентите.",
        [10] = "%s---%s от %s, на име %s, процъфтява чрез решаване на интригуващи финансови пъзели за корпоративни клиенти. Техният стратегически акумени създава растеж и печелившост в предизвикателни пазари.",
        [11] = "%s---%s в %s, на име %s, създава трайни партньорства с благотворителни организации, подпомагайки положителен социален ефект. Нейните финансови познания увеличават ефективността на благотворителните инициативи.",
        [12] = "%s---%s от %s, банков пионер на име %s, преобразява индустрията чрез новаторски технологии. Техните виждания довеждат до нова епоха на услуги за банкиране, ориентирани към клиента.",
        [13] = "%s---%s в %s, на име %s, се специализира в сливания и поглъщания, организирайки успешни сделки за корпоративни клиенти. Неговите отлични умения за преговори оптимизират стойността за всички заинтересовани страни.",
        [14] = "%s---%s от %s, на име %s, упълномощава разнообразни предприемачи, преодолявайки финансовите пропасти за недопредставените общности. Неговата ангажираност към инклузивните финанси утвърждава икономическата равнопоставеност.",
        [15] = "%s---%s в %s, на име %s, помага на семействата да осигурят бъдещето си чрез разумно планиране на наследството. Нейното състрадателно ръководство улеснява сложността на прехвърлянето на богатството.",
        [16] = "%s---%s от %s, опитен банкер на име %s, се отличава в корпоративните финанси, предлагайки стратегически решения за многонационални компании. Неговите финансови познания подпомагат успеха на глобалните пазари.",
        [17] = "%s---%s в %s, на име %s, е доверен управител на богатството, запазвайки и увеличавайки активите на клиентите за бъдещите поколения. Нейният холистичен подход гарантира траен финансов стабилитет.",
        [18] = "%s---%s от %s, на име %s, е банкер с добри познания в технологиите, използващ цифрови иновации за подобряване на потребителското изживяване. Неговата посветеност към безпроблемното банкиране повишава удовлетворението на клиентите.",
        [19] = "%s---%s в %s, на име %s, насърчава финансовата грамотност сред младите хора, вдъхновявайки следващото поколение на умените инвеститори. Неговите образователни инициативи строят здрава основа за финансов успех.",
        [20] = "%s---%s от %s, визионер на име %s, води трансформативни промени в банковия сектор чрез устойчиви практики. Неговото ръководство формира по-отговорен и влиятелен финансов пейзаж.",
    },

    ["местожителство"] = { -- Скрити промпти за местоживеене (Първи %s: Първо име / Втори %s: Възраст / Трети %s: Първа буква на местоживеенето, Четвърти %s: Последна буква на местоживеенето)
    [1] = "Срещни %s, банковият гений. На само %s години, те са един от най-младите и най-брилянтни анализатори на данни в щата на %s---%s. Визионер с несравнима интегритетност, Алекс се стреми да революционизира банковия сектор и да остави трайно влияние върху финансовото бъдеще на клиентите си.",
    [2] = "Представяме ви %s, банковия виртуоз, едва на %s години, и вече един от най-бляскавите анализатори на данни в разгара на щата %s---%s. С визионерски мислене и несгъваеми етични принципи, те целят да преформират банковия сектор и да създадат трайно положително влияние върху финансовите пътешествия на клиентите си.",
    [3] = "Влезте в света на %s, геният в банковата област, който, на нежната възраст от %s години, се нарежда сред най-добрите анализатори на данни в развилия се щат %s---%s. Водени от визионерски дух и неизменна интегритетност, те целят да революционизират банковия пейзаж, насочвайки клиентите си към процъфтяващи финансови хоризонти.",
    [4] = "Срещни %s, водещият експерт по финанси на само %s години, издигайки се като един от най-брилянтните анализатори на данни в процъфтяващия щат %s---%s. С несгъваемо посвещение на интегритета и визионерски подход, те се стремят да преопределят практиките в банковия сектор и да създадат трайно влияние върху финансовото благополучие на своите клиенти.",
    [5] = "Открийте %s, на възраст %s години, който прави вълни в космополитния щат %s---%s. С техния визионерски акумени и недвижими етични принципи те се стремят да трансформират банковата област, упълномощавайки клиентите да постигнат траен финансов процъфтяване.",
    [6] = "Присъединете се към %s, изключителният талант в банковата област, на едва %s години, въздигайки се, за да стане един от водещите данъчни експерти в щата на %s---%s. Движени от визионерски цели и недвижими етични принципи, те се стремят да революционизират практиките в банковия сектор, насочвайки клиентите към сигурно и процъфтяващо финансово бъдеще.",
    [7] = "Влезте в света на %s, гениалният финансов мозък, на %s години, оставяйки отпечатък като един от водещите банкови съветници в щата на %s---%s. Водени от визионерски дух и непоколебими етични принципи, те се стремят да преобразуват банковия пейзаж, гарантирайки траен успех на финансовите постижения на своите клиенти.",
    [8] = "Добре дошли в света на %s, финансовият гений на само %s години, издигайки се като един от най-добрите банкови съветници в очарователния щат %s---%s. С визионерски подход и неизменна ангажираност към интегритета, те се стремят да преопределят практиките в банковия сектор, гарантирайки, че финансовите мечти на клиентите им се осъществят.",
    [9] = "Срещни %s, геният в банковия сектор, на едва %s години, вече се нарежда сред най-добрите данъчни експерти в щата на %s---%s. С визионерски мислене и недвижими етични принципи, те се стремят да революционизират банковия сектор, като изградят път към траен финансов успех за своите клиенти.",
    [10] = "Възприемете блясъка на %s, банковият гений, на възраст %s години, който се издига като един от най-ярките данъчни експерти в оживения щат %s---%s. С визионерски цели и непоколебими принципи, те се стремят да преопределят банковите практики, насочвайки клиентите си към бъдеще на финансово изобилие.",
    [11] = "Представяме ви %s, водещият финансов експерт, на %s години, вече се нарежда сред елита на банковите съветници в щата на %s---%s. Движени от визионерски дух и непоколебима интегритетност, те се стремят да трансформират банковия пейзаж, гарантирайки финансовата просперитет на своите клиенти.",
    [12] = "Срещни %s, финансовият гений с визия, на %s години, издигайки се към ранга на един от най-добрите банкови съветници в щата на %s---%s. Ръководени от неизменни принципи, те се стремят да революционизират банковата индустрия, оставяйки дълбоко впечатление върху финансовото бъдеще на клиентите си.",
    [13] = "Влезте в света на %s, геният в финансовата стратегия, на %s години, признат като един от водещите визионерски инвеститори в разгърнатия щат %s---%s. С визионерски цели и неизменно ангажираност към етиката, те си поставят за цел да преопределят банковите практики и да упълномощат клиентите си към финансов успех.",
    [14] = "Открийте %s, младият и брилянтен финансов консултант на възраст %s години, който прави вълни в космополитния щат %s---%s. С иновативно мислене и непоколебима интегритетност, те се стремят да преобразуват банковия пейзаж, откривайки пътя към траен финансов успех за клиентите си.",
    [15] = "Присъединете се към %s, изключителният талант в банковата област, на едва %s години, въздигайки се като един от водещите визионерски инвеститори в щата на %s---%s. Ръководени от визионерски подход и непоколебими етични принципи, те се стремят да революционизират банковите практики, насочвайки клиентите си към сигурно и процъфтяващо финансово бъдеще.",
    [16] = "Влезте в света на %s, проницателният финансов гений, на %s години, оставяйки отпечатък като един от водещите банкови съветници в щата на %s---%s. С визионерски мислене и непоколебими принципи, те се стремят да преобразуват банковата индустрия, гарантирайки траен успех на клиентите си във финансовите им постижения.",
    [17] = "Добре дошли в света на %s, гениалният финансов експерт на само %s години, вече се нарежда сред най-добрите банкови съветници в очарователния щат %s---%s. С визионерски дух и неизменна интегритетност, те се стремят да революционизират банковите практики, като изградят път към траен финансов растеж за своите клиенти.",
    [18] = "Срещни %s, пионерът в банковият сектор, на %s години, издигайки се като един от най-добрите визионерски инвеститори в разгърнатия щат %s---%s. С визионерски подход и неизменна интегритетност, те целят да преобразуват банковите практики, гарантирайки, че финансовите мечти на клиентите им стават реалност.",
    [19] = "Прегърни блясъка на %s, уважаваният банков гений на %s години, който се отличава като един от най-ярките визионерски инвеститори в динамичния щат %s---%s. Водени от визионерски цели и непоколебими принципи, те се стремят да преобразуват банковите практики, насочвайки клиентите си към бъдеще на финансов изобилие.",
    [20] = "Представяме ви %s, майсторът в банковия сектор, на едва %s години, вече признат като един от най-добрите финансови съветници в щата на %s---%s. С визионерски мислене и неизменна ангажираност към етиката, те се стремят да трансформират банковия сектор, гарантирайки процъфтяващо и траен финансово пътуване за своите клиенти.",
},

    ["възраст"] = { -- Hidden age prompt (First %s: First name / Second %s: Residence / *: Age)
    [1] = "%s в %s, етичен финансов анализатор, който насърчава устойчиви инвестиции за по-зелен свят. С дълбок чувство за отговорност, този опитен анализатор, на възраст *, съобразява финансовите цели на своите клиенти с екологичната грижа.",
    [2] = "%s от %s, процъфтява в решаването на сложни данъчни предизвикателства за корпоративни клиенти. С остри аналитични умения и богат опит, този данъчен експерт, на възраст *, се справя със сложни финансови ситуации с лекота.",
    [3] = "%s в %s, създава трайни партньорства с благотворителни организации, като насърчава положителен социален ефект. Със сърце за филантропия и обширен опит, този стратег за филантропия, на възраст *, използва финансовите си познания, за да увеличи ефективността на социалните инициативи.",
    [4] = "%s от %s, е пионер в инвестициите, преформиращ индустрията си чрез най-новите технологии. На * години, този визионерен инвеститор вижда нова ера на клиентоориентирани инвестиционни услуги, подпомогнати от технологични постижения.",
    [5] = "%s в %s, се специализира в сливания и поглъщания, организирайки успешни сделки за корпоративни клиенти. С остър поглед за възможности и години опит, този експерт по сливания и поглъщания, на възраст *, максимизира стойността за всички заинтересовани страни в сложни сделки.",
    [6] = "%s от %s, упълномощава разнообразни предприемачи, преодоляващи финансовите пропасти за недоразвитите общности. С посвещение на инклузивната финансова система и богат опит, този съветник по развитие на бизнеса, на възраст *, насърчава икономическото равенство за всички аспиращи предприемачи.",
    [7] = "%s в %s, помага на семействата да осигурят бъдещето си чрез благоразумно планиране на наследството. С грижовен подход и години опит, този планист на наследството, на възраст *, предоставя персонализирано финансово ръководство, за да се осигури безпроблемното прехвърляне на богатството между поколенията.",
    [8] = "%s от %s, на възраст *, е опитен финансов консултант с богат опит. С дълбоко разбиране на финансовата индустрия и години успешна практика, този консултант продължава да бъде движеща сила в индустрията.",
    [9] = "%s в %s, е доверен управител на богатството, запазващ и увеличаващ активите на клиентите си за бъдещите поколения. С фокус върху дългосрочното благосъстояние и години опит, този управител на богатството, на възраст *, защитава финансовите наследства на своите клиенти.",
    [10] = "%s от %s, е технологично подкован архитект на банкови решения, използващ цифрови иновации, за да подобри клиентските преживявания. Със страст към иновациите и години опит, този архитект на решения за банковата сфера пионери новаторски банкови решения за безпроблемно посещение на клиентите.",
    [11] = "%s в %s, насърчава финансовата грамотност сред младите, вдъхновявайки следващото поколение на умените инвеститори. С посвещение на финансовото образование и години опит, този финансов просветител, на възраст *, упълномощава младите умове да вземат информирани финансови решения.",
    [12] = "%s от %s, на възраст *, е визионерен лидер в инвестиционната индустрия. С пионерски инициативи и богат опит, този лидер продължава да формира бъдещето на финансите.",
    [13] = "%s в %s, е иновативен предприемач в областта на финтех, представящ новаторски технологии за финансов успех на клиентите си, на *-годишна възраст. Със свеж поглед и богат опит, този предприемач представя трансформационни финтех решения.",
    [14] = "%s от %s, е емпатичен финансов съветник, предоставящ персонализирано ръководство на клиентите си. Със състрадателен подход и години опит, на възраст *, този съветник гарантира финансовото благополучие на своите клиенти.",
    [15] = "%s в %s, е аналитичен гуру, използващ данни за звукови инвестиционни решения. С мисъл, основана на данни и години опит, този анализатор идентифицира прибирателни възможности за своите клиенти.",
    [16] = "%s от %s, е опитен експерт по управление на риска, защитаващ клиентите си от финансови капани. С остър поглед за риска и години опит, на възраст *, този мениджър за управление на риска засилва финансовите позиции на своите клиенти.",
    [17] = "%s в %s, е динамичен маркетингов стратег, насочващ финансовите институции към успех. С изключителни маркетингови умения и години опит, на възраст *, този стратег вдъхновява екипите си да постигат изключителни резултати.",
    [18] = "%s от %s, е настоятелен преговарящ, осигуряващ изгодни условия за клиентите си. С остър преговарящ талант и години опит, на възраст *, този преговарящ води изгодни сделки за своите клиенти.",
    [19] = "%s в %s, е иновативен проблемен решавач, откриващ креативни решения на финансовите предизвикателства. На *, с талант за мислене извън кутия и години опит, този проблемен решавач преодолява сложни финансови препятствия.",
    [20] = "%s от %s, е банков експерт с ориентация към клиента, като поставя потребностите на клиентите първи. На *, със стремеж към изключително обслужване и години опит, този експерт поставя финансовия успех на клиентите си на първо място.",
    },

}




--[[
████████╗██████╗░░█████╗░███╗░░██╗░██████╗██╗░░░░░░█████╗░████████╗███████╗██████╗░  ██████╗░██╗░░░██╗
╚══██╔══╝██╔══██╗██╔══██╗████╗░██║██╔════╝██║░░░░░██╔══██╗╚══██╔══╝██╔════╝██╔══██╗  ██╔══██╗╚██╗░██╔╝
░░░██║░░░██████╔╝███████║██╔██╗██║╚█████╗░██║░░░░░███████║░░░██║░░░█████╗░░██║░░██║  ██████╦╝░╚████╔╝░
░░░██║░░░██╔══██╗██╔══██║██║╚████║░╚═══██╗██║░░░░░██╔══██║░░░██║░░░██╔══╝░░██║░░██║  ██╔══██╗░░╚██╔╝░░
░░░██║░░░██║░░██║██║░░██║██║░╚███║██████╔╝███████╗██║░░██║░░░██║░░░███████╗██████╔╝  ██████╦╝░░░██║░░░
░░░╚═╝░░░╚═╝░░╚═╝╚═╝░░╚═╝╚═╝░░╚══╝╚═════╝░╚══════╝╚═╝░░╚═╝░░░╚═╝░░░╚══════╝╚═════╝░  ╚═════╝░░░░╚═╝░░░

██╗░░██╗░░███╗░░███████╗░█████╗░███████╗░█████╗░░█████╗░
██║░██╔╝░████║░░╚════██║██╔══██╗██╔════╝██╔══██╗██╔══██╗
█████═╝░██╔██║░░░░░░██╔╝███████║█████╗░░██║░░╚═╝███████║
██╔═██╗░╚═╝██║░░░░░██╔╝░██╔══██║██╔══╝░░██║░░██╗██╔══██║
██║░╚██╗███████╗░░██╔╝░░██║░░██║███████╗╚█████╔╝██║░░██║
╚═╝░░╚═╝╚══════╝░░╚═╝░░░╚═╝░░╚═╝╚══════╝░╚════╝░╚═╝░░╚═╝

██████╗░██████╗░███████╗░█████╗░███╗░░░███╗░██████╗████████╗░█████╗░████████╗███████╗██████╗░██████╗░  
██╔══██╗██╔══██╗██╔════╝██╔══██╗████╗░████║██╔════╝╚══██╔══╝██╔══██╗╚══██╔══╝██╔════╝██╔══██╗██╔══██╗  
██║░░██║██████╔╝█████╗░░███████║██╔████╔██║╚█████╗░░░░██║░░░███████║░░░██║░░░█████╗░░██████╔╝██████╔╝  
██║░░██║██╔══██╗██╔══╝░░██╔══██║██║╚██╔╝██║░╚═══██╗░░░██║░░░██╔══██║░░░██║░░░██╔══╝░░██╔══██╗██╔═══╝░  
██████╔╝██║░░██║███████╗██║░░██║██║░╚═╝░██║██████╔╝░░░██║░░░██║░░██║░░░██║░░░███████╗██║░░██║██║░░░░░  
╚═════╝░╚═╝░░╚═╝╚══════╝╚═╝░░╚═╝╚═╝░░░░░╚═╝╚═════╝░░░░╚═╝░░░╚═╝░░╚═╝░░░╚═╝░░░╚══════╝╚═╝░░╚═╝╚═╝░░░░░  

███████╗░█████╗░██╗░░░██╗███╗░░██╗██████╗░███████╗██████╗░
██╔════╝██╔══██╗██║░░░██║████╗░██║██╔══██╗██╔════╝██╔══██╗
█████╗░░██║░░██║██║░░░██║██╔██╗██║██║░░██║█████╗░░██████╔╝
██╔══╝░░██║░░██║██║░░░██║██║╚████║██║░░██║██╔══╝░░██╔══██╗
██║░░░░░╚█████╔╝╚██████╔╝██║░╚███║██████╔╝███████╗██║░░██║
╚═╝░░░░░░╚════╝░░╚═════╝░╚═╝░░╚══╝╚═════╝░╚══════╝╚═╝░░╚═╝
]]