--[[
📗Translated with 💖 by Prodj - Project X | Greek Translator
📩Discord: @Prodj
🌐Website: https://prodj.pages.dev
💗Pimp My Ped - Custom FiveM & Ready-to-go Peds: https://discord.gg/btxccpRvcZ
🌴Tropical Shop - Discord Bots, Discord Servers: https://discord.gg/9AyGqvUtYf
--]]

Loc['gr'] = {

    list = {
        ['employee_list'] = 'Λίστα Υπαλλήλων',
        ['hidden'] = 'Κρυφό',
        ['information'] = 'Πληροφορίες',
        ['first'] = 'όνομα', -- Should be the same name as line 56
        ['last'] = 'επώνυμο', -- Should be the same name as line 80
        ['residence'] = 'διαμονή', -- Should be the same name as line 104
        ['age'] = 'ηλικία', -- Should be the same name as line 127
        ['name'] = 'Όνομα',    
    },

    info = {['button'] = "[E] - ",
        ["strike_update"] = "%s λάθος κινήσεις, στις %s λάθος κινήσεις, θα ειδοποιηθεί το ανώτατο επίπεδο ασφάλειας!",
        ["striked"] = "%s λάθος κινήσεις,Το ανώτατο επίπεδο ασφάλειας ειδοποιήθηκε!",
        ["disable_fusebox"] = "Απενεργοποίηση ασφαλείας",
        ["unlocked_keypad"] = "Η Πρόσβαση επιτράπηκε",
        ["disable_vault"] = "Κόβοντας μερικά καλώδια",
        ["connecting"] = "Σύνδεση..",
        ["searching"] = "Ψάχνοντας στα έγγραφα..",
        ["printer"] = "Εκτύπωση φωτογραφιών υπαλλήλων..",
        ["adding_pictures"] = "Σάρωση προσώπων υπαλλήλων στη βάση δεδομένων..",
        ["insert_key"] = "Εισαγωγή κλειδιού..",
        ["searching_key"] = "Κοιτάζοντας μέσα στα συρτάρια",
        ["grab"] = "Πιάσε ",
        ["cash"] = "μετρητά",
        ["gold"] = "χρυσός",
        ["diamond"] = "διαμάντι",
},

    error = {
        ["failed"] = "Αποτύχατε",
        ["missing_item"] = "Σας λείπει ένα αντικείμενο",
        ["enough_cops"] = "Δεν μπορείτε να το κάνετε αυτή τη στιγμή",
        ["used"] = "Κάποιος το έκανε ήδη",
        ["initiate_robbery"] = "Δεν έχετε ξεκινήσει την ληστεία ακόμα!",
        ["level"] = "Αυτό φαίνεται πολύ δύσκολο για εσάς",
        ["wrong_code"] = "Λάθος κωδικός",
        ["fingerprint_used"] = "Ο σαρωτής δακτυλικών αποτυπωμάτων είναι σε χρήση!",
        ["permission"] = "Δεν έχετε άδεια να το χρησιμοποιήσετε",
        ["cooldown"] = "Ακόμα αναρρώνετε από την τελευταία ληστεία",
        ["vault_high"] = "Το θησαυροφυλάκιο φαίνεται να έχει επιπλέον επίπεδο προστασίας..",
        ["didnt_print"] = "Πρέπει να αποκτήσετε αναγνώριση προσώπου των υπαλλήλων..",
        ["not_found"] = "Δεν βρήκατε κάτι χρήσιμο",
        ["glitch"] = "Καλή προσπάθεια",        
    },

    success = {
        ["fusebox"] = "Το σύστημα έχει διεισδυθεί!",
        ["unlocked_keypad"] = "Απενεργοποιήσατε το πληκτρολόγιο!",
        ["fingerprint_success"] = "Επιτυχής σάρωση δακτυλικών αποτυπωμάτων!",
        ["vault_electric"] = "Το επίπεδο ασφαλείας του θησαυροφυλακίου μειώθηκε",
        ["printer_done"] = "Εκτυπώθηκαν οι φωτογραφίες",
        ["key_found"] = "Βρήκατε ένα κλειδί",
        ["infiltrated"] = "Βλάβη ΣΥΣΤΗΜΑΤΟΣ",
        ["bonus_item"] = "Βρήκατε ένα μπόνους αντικείμενο!",
    },

    ["όνομα"] = { -- Hidden first name prompts (Name: first-last letter / state / age)
        [1] = "%s---%s από το %s, ένας %s ετών οικονομικός μάγος, καθοδηγεί τους πελάτες προς την επιτυχία με προσαρμοστικότητα και εμπειρία. Η εξαιρετική τους ικανότητα στην επίλυση προβλημάτων τους καθιστά το άτομο που αναζητείται για πολύπλοκα οικονομικά θέματα.",
        [2] = "%s---%s από το %s, ηλικίας %s ετών, ενδυναμώνει τους πελάτες με καινοτόμες στρατηγικές, κάνοντας τον έναν ανερχόμενο αστέρα στον κόσμο της τραπεζικής. Η δέσμευσή τους να παραμένουν ενημερωμένοι με τις τελευταίες οικονομικές τάσεις εξασφαλίζει ότι οι πελάτες λαμβάνουν κορυφαίες λύσεις.",
        [3] = "%s---%s στο %s, ένας %s ετών ειδικός στην τραπεζική, αφήνει μια διαχρονική εντύπωση με εξατομικευμένη οικονομική καθοδήγηση. Γνωστός για την ενσυναίσθησή τους, ιδρύει δυνατές, μακροχρόνιες σχέσεις με τους πελάτες.",
        [4] = "%s---%s από το %s, ηλικίας %s ετών, είναι ένας αξιόπιστος σύμβουλος, εξασφαλίζοντας την οικονομική ασφάλεια των πελατών μέσω της μεγάλης εμπειρίας τους. Η ικανότητά τους να απλοποιούν το οικονομικό αργό κάνει τους πελάτες να αισθάνονται αυτοπεποίθηση και ενημερωμένοι.",
        [5] = "%s---%s στο %s, ένας %s ετών έμπειρος τραπεζίτης, ξεχωρίζει με μοναδικές καινοτόμες λύσεις. Με μια άψογη πορεία, έχει κερδίσει την εμπιστοσύνη των πελατών υψηλού προφίλ.",
        [6] = "%s---%s από το %s, ηλικίας %s ετών, καλύπτει τις διάφορες ανάγκες των πελατών, γίνοντας ένας αξιόπιστος οικονομικός σύμβουλος. Η ισχυρή αναλυτική τους ικανότητα τους επιτρέπει να προσαρμόζουν οικονομικές λύσεις για τους μοναδικούς στόχους κάθε πελάτη.",
        [7] = "%s---%s στο %s, ηλικίας %s ετών, ενδυναμώνει τους πελάτες με ηθικές πρακτικές και καινοτόμες στρατηγικές. Με ευαισθησία στη διαχείριση του κινδύνου, εξασφαλίζει την οικονομική σταθερότητα των πελατών.",
        [8] = "%s---%s από το %s, ηλικίας %s ετών, θέτει νέα πρότυπα στον κόσμο της τραπεζικής με την εμπειρία τους. Η ικανότητά τους να προβλέπουν τις τάσεις της αγοράς βοηθά τους πελάτες να λαμβάνουν ενημερωμένες αποφάσεις.",
        [9] = "%s---%s από το %s, ηλικίας %s ετών, προωθεί την οικονομική ενδυνάμωση με αφοσίωση και προσαρμοστικότητα. Η πάθησή τους για την εκπαίδευση των πελατών στην οικονομική παιδεία είναι επαινετή.",
        [10] = "%s---%s από το %s, ηλικίας %s ετών, αναδρομολογεί τη βιομηχανία με μια καινοτόμο προσέγγιση στην τραπεζική. Γνωστός για τη σκέψη του εκτός κουτιού, εισάγει δημιουργικές οικονομικές λύσεις.",
        [11] = "%s---%s στο %s, ηλικίας %s ετών, εξασφαλίζει την οικονομική ευημερία των πελατών μέσω της μεγάλης εμπειρίας τους. Ο μεγάλος τους δίκτυος συνδέσεων στη βιομηχανία ωφελεί τους πελάτες σε διάφορους τομείς.",
        [12] = "%s---%s από το %s, ηλικίας %s ετών, παρέχει εξατομικευμένες λύσεις, αφήνοντας μια διαχρονική εντύπωση στους πελάτες. Η πρακτική τους προσέγγιση ενθαρρύνει έναν ισχυρό βαθμό εμπιστοσύνης μεταξύ των πελατών τους.",
        [13] = "%s---%s στο %s, ηλικίας %s ετών, είναι ένας ανερχόμενος αστέρας με ασύγκριτη καινοτομία και αξιοπιστία. Η αφοσίωσή τους στη συνεχή μάθηση τους ξεχωρίζει στον ανταγωνιστικό τομέα της τραπεζικής.",
        [14] = "%s---%s από το %s, ηλικίας %s ετών, καθοδηγεί τους πελάτες προς την οικονομική επιτυχία με εξαιρετική εμπειρία. Η ικανότητά τους να αναγνωρίζουν κρυμμένες ευκαιρίες εξασφαλίζει την οικονομική ανάπτυξη των πελατών.",
        [15] = "%s---%s στο %s, ηλικίας %s ετών, ενδυναμώνει τους πελάτες με ηθικές πρακτικές, οδηγώντας τους προς την ευημερία. Η συμμετοχή τους σε διάφορες φιλανθρωπικές πρωτοβουλίες αντανακλά τη δέσμευσή τους για τη βελτίωση της κοινωνίας.",
        [16] = "%s---%s από το %s, ηλικίας %s ετών, ανυψώνει την επιτυχία των πελατών με αφοσίωση και καινοτομία. Η πάθησή τους για την οικονομική εκπαίδευση έχει θετική επίδραση σε πολλούς νέους επενδυτές.",
        [17] = "%s---%s στο %s, ηλικίας %s ετών, ενδυναμώνει την οικονομική ευημερία των πελατών με εξατομικευμένες λύσεις. Οι ισχυρές τους δεξιότητες επικοινωνίας καθιστούν εύκολη την κατανόηση πολύπλοκων οικονομικών έννοιών.",
        [18] = "%s---%s από το %s, ηλικίας %s ετών, εξασφαλίζει την οικονομική ανάπτυξη των πελατών με προσαρμοστικότητα. Η ικανότητά τους να προβλέπουν τις αλλαγές στην αγορά θέτει τους πελάτες στο δρόμο της επιτυχίας.",
        [19] = "%s---%s στο %s, ηλικίας %s ετών, θέτει νέα πρότυπα στη βιομηχανία με καινοτόμες λύσεις. Η αγάπη τους για τις τεχνολογικές εξελίξεις τους οδηγεί να εφαρμόζουν ψηφιακές τραπεζικές λύσεις για τους πελάτες.",
        [20] = "%s---%s από το %s, ηλικίας %s ετών, είναι ένας έμπειρος τραπεζικός επαγγελματίας, εξασφαλίζοντας την οικονομική ασφάλεια των πελατών. Η αφοσίωσή τους στην εχεμύθεια και τη διακριτικότητα τους κάνει τον εμπιστευμένο σύμβουλο πολλών ατόμων με υψηλή καθαρή αξία."
        
    },

    ["επώνυμο"] = { -- Hidden last name prompts (First %s: First letter of Last name, Second %s: Last letter of Last name / Third %s: Age / Fourth %s: First name)
        [1] = "%s---%s από το %s, ένας έμπειρος τραπεζίτης με το όνομα %s, ηγείται με εκτεταμένες γνώσεις και εξαίρετη κρίση. Οι στρατηγικές οικονομικού σχεδιασμού τους βοηθούν τους πελάτες να επιτύχουν τους μακροπρόθεσμους τους στόχους.",
        [2] = "%s---%s στο %s, με το όνομα %s, είναι γνωστή για την πρωτοποριακή ψηφιακή τραπεζική. Η αφοσίωσή της στη βελτίωση της εμπειρίας των πελατών θέτει νέα πρότυπα στη βιομηχανία.",
        [3] = "%s---%s από το %s, με το όνομα %s, είναι ένας ευαισθητοποιημένος οικονομικός σύμβουλος, που βάζει πάντα τα συμφέροντα των πελατών πρώτα. Η ενσυναίσθηση και η διαφάνειά τους δημιουργούν διαρκή εμπιστοσύνη με κάθε πελάτη.",
        [4] = "%s---%s στο %s, ένας οικονομικός προδίγης με το όνομα %s, παρέχει συνεχώς εντυπωσιακά αποτελέσματα στους επενδυτές. Η αιχμηρή ανάλυση της αγοράς τους εξασφαλίζει την έγκαιρη και κερδοφόρα λήψη αποφάσεων.",
        [5] = "%s---%s από το %s, με το όνομα %s, ηγείται καινοτόμων στρατηγικών δανείων για την υποστήριξη των τοπικών επιχειρήσεων. Η αφοσίωσή τους στην οικονομική ανάπτυξη οδηγεί στην ευημερία της κοινότητας.",
        [6] = "%s---%s από το %s, με το όνομα %s, εξαρτάται από τη διαχείριση του πλούτου, διατηρώντας τις κληρονομιές για γενιές που έρχονται. Η προσωπική τους προσέγγιση φέρνει γαλήνη στις οικογένειες με υψηλή καθαρή αξία.",
        [7] = "%s---%s στο %s, ένας ειδικός στις επενδύσεις με το όνομα %s, πλοηγείται στις πολυπλοκότητες της αγοράς με ευκολία. Η πολυσύνθετη εμπειρία τους προστατεύει τους πελάτες από απρόβλεπτους κινδύνους.",
        [8] = "%s---%s από το %s, με το όνομα %s, υπερασπίζεται προγράμματα οικονομικής παιδείας, εξοπλίζοντας την επόμενη γενιά. Η αφοσίωσή τους στην εκπαίδευση εξασφαλίζει ένα πιο οικονομικά ασφαλές μέλλον.",
        [9] = "%s---%s στο %s, με το όνομα %s, είναι ένας ηθικός τραπεζίτης, προωθώντας βιώσιμες επενδύσεις για έναν πιο πράσινο κόσμο. Η δέσμευσή της στην περιβαλλοντική προστασία αντανακλάται στα χαρτοφυλάκια των πελατών τους.",
        [10] = "%s---%s από το %s, με το όνομα %s, αναπτύσσεται λύνοντας περίπλοκα οικονομικά παζλ για εταιρικούς πελάτες. Το στρατηγικό τους νου ενθαρρύνει την ανάπτυξη και την κερδοφορία σε προκλητικές αγορές.",
        [11] = "%s---%s στο %s, με το όνομα %s, δημιουργεί διαρκείς εταιρικές σχέσεις με φιλανθρωπικούς οργανισμούς, προάγοντας θετικό κοινωνικό αντίκτυπο. Η οικονομική τους εμπειρία ενισχύει την αποτελεσματικότητα των φιλανθρωπικών πρωτοβουλιών.",
        [12] = "%s---%s από το %s, ένας πρωτοποριακός τραπεζίτης με το όνομα %s, ανασχηματίζει τη βιομηχανία μέσω προηγμένων τεχνολογιών. Η όρασή τους οδηγεί σε μια νέα εποχή υπηρεσιών τραπεζικής εξυπηρέτησης με εστίαση στον πελάτη.",
        [13] = "%s---%s στο %s, με το όνομα %s, εξειδικεύεται σε συγχωνεύσεις και εξαγορές, οργανώνοντας επιτυχείς συναλλαγές για εταιρικούς πελάτες. Οι εξαιρετικές τους δεξιότητες διαπραγμάτευσης βελτιστοποιούν την αξία για όλους τους εμπλεκόμενους.",
        [14] = "%s---%s από το %s, με το όνομα %s, δυναμώνει τους πολύμορφους επιχειρηματίες, γεφυρώνοντας οικονομικές κενές για ανεκπροσώπητες κοινότητες. Η δέσμευσή τους στην περιλαμβαντική χρηματοδότηση προάγει την οικονομική ισότητα.",
        [15] = "%s---%s στο %s, με το όνομα %s, βοηθά τις οικογένειες να ασφαλίσουν το μέλλον τους μέσω σύνετου σχεδιασμού κληρονομιάς. Η ευαισθησία τους καθοδηγεί τις πολυπλοκότητες της μεταφοράς πλούτου.",
        [16] = "%s---%s από το %s, ένας έμπειρος τραπεζίτης με το όνομα %s, ξεχωρίζει στην εταιρική χρηματοοικονομική, παρέχοντας στρατηγικές λύσεις για πολυεθνικές εταιρείες. Η οικονομική τους ευφυΐα οδηγεί στην επιτυχία στις παγκόσμιες αγορές.",
        [17] = "%s---%s στο %s, με το όνομα %s, είναι ένας αξιόπιστος διαχειριστής πλούτου, διατηρώντας και αυξάνοντας τα περιουσιακά στοιχεία των πελατών για τις μελλοντικές γενιές. Η ολιστική τους προσέγγιση εξασφαλίζει διαρκή οικονομική σταθερότητα.",
        [18] = "%s---%s από το %s, με το όνομα %s, είναι ένας τραπεζίτης εξοικειωμένος με την τεχνολογία, αξιοποιώντας ψηφιακές καινοτομίες για τη βελτίωση της εμπειρίας των πελατών. Η αφοσίωσή τους στην απροβλημάτιστη τραπεζική αυξάνει την ικανοποίηση των πελατών.",
        [19] = "%s---%s στο %s, με το όνομα %s, προάγει την οικονομική παιδεία μεταξύ των νέων, εμπνέοντας την επόμενη γενιά των έμπειρων επενδυτών. Οι εκπαιδευτικές τους πρωτοβουλίες θεμελιώνουν μια στέρεη βάση για οικονομική επιτυχία.",
        [20] = "%s---%s από το %s, ένας οραματιστής με το όνομα %s, προωθεί μετασχηματιστική αλλαγή στη βιομηχανία τραπεζικών υπηρεσιών μέσω βιώσιμων πρακτικών. Η ηγεσία τους διαμορφώνει έναν πιο υπεύθυνο και αποτελεσματικότερο χρηματοοικονομικό τοπίο."
    },

    ["διαμονή"] = { -- Hidden residence prompts (First %s: First name / Second %s: Age / Third %s: First letter of Residence, Fourth %s: Last letter of Residence)
        [1] = "Γνωρίστε τον %s, το παιδικό θαύμα της τραπεζικής. Μόλις %s ετών, αποτελεί έναν από τους νεότερους και πιο λαμπρούς αναλυτές δεδομένων στην πολιτεία του %s---%s. Ένας οραματιστής με ακλόνητη ακεραιότητα, ο Άλεξ επιδιώκει να επανασχεδιάσει τον τραπεζικό τομέα και να αφήσει μια διαχρονική επίδραση στο οικονομικό μέλλον των πελατών.",
        [2] = "Σας παρουσιάζουμε τον %s, έναν τραπεζικό βιρτουόζο, μόλις %s ετών, και ήδη έναν από τους πιο φωτεινούς αναλυτές δεδομένων στη δυναμική πολιτεία του %s---%s. Με μια οραματική νοοτροπία και ακλόνητη ηθική, επιδιώκουν να ανασχηματίσουν τον τραπεζικό κλάδο και να δημιουργήσουν μια διαχρονική θετική επίδραση στο οικονομικό ταξίδι των πελατών.",
        [3] = "Βήματα στον κόσμο του %s, του παραγωγικού τραπεζίτη που, στην απαλή ηλικία των %s, στέκεται ανάμεσα στους καλύτερους αναλυτές δεδομένων της πολυάσχολης πολιτείας του %s---%s. Καθοδηγούμενος από το οραματισμό του και την ακλόνητη ακεραιότητά του, επιδιώκει να επανασχεδιάσει το τοπίο των τραπεζικών υπηρεσιών, καθοδηγώντας τους πελάτες του προς ευημερούντα οικονομικά ορίζοντα.",
        [4] = "Γνωρίστε τον %s, έναν καινοτόμο ειδικό στη χρηματοοικονομία μόλις %s ετών, διακρινόμενο ως ένας από τους πιο λαμπρούς αναλυτές δεδομένων στην ανθούσα πολιτεία του %s---%s. Με μια ακλόνητη δέσμευση στην ακεραιότητα και μια οραματική προσέγγιση, επιδιώκουν να αναδιαμορφώσουν τις πρακτικές τραπεζικής και να δημιουργήσουν μια διαχρονική επίδραση στην οικονομική ευημερία των πελατών τους.",
        [5] = "Ανακαλύψτε τον %s, στην ηλικία των %s, να κάνει κύματα στην κοσμοπολίτικη πολιτεία του %s---%s. Με την οραματική του διάθεση και τις ακλόνητες ηθικές αρχές του, προσπαθεί να αναδιαμορφώσει το τοπίο της τραπεζικής, ανοίγοντας τον δρόμο για την διαρκή οικονομική ευημερία των πελατών.",
        [6] = "Συνταχθείτε με τον %s, το εξαιρετικό ταλέντο της τραπεζικής, μόλις %s ετών, αναδεικνύοντας ως έναν από τους κορυφαίους φοροτεχνικούς εμπειρογνώμονες της πολιτείας στο %s---%s. Καθοδηγούμενος από οραματιστικούς στόχους και ακλόνητη ακεραιότητα, επιδιώκει να επανασχεδιάσει τις πρακτικές τραπεζικών υπηρεσιών, καθοδηγώντας τους πελάτες προς ένα ασφαλές και ευημερούντα οικονομικό μέλλον.",
        [7] = "Εισέλθετε στον κόσμο του %s, του λαμπρού οικονομικού μυαλού, ηλικίας %s, καθιερώνοντας τον εαυτό του ως έναν από τους κορυφαίους συμβούλους τραπεζικών υπηρεσιών της πολιτείας στο %s---%s. Καθοδηγούμενος από μια οραματιστική πνοή και ακλόνητη ηθική, προσπαθεί να αναδιαμορφώσει το τοπίο της τραπεζικής, εξασφαλίζοντας μια διαχρονική επίδραση στην οικονομική επιτυχία των πελατών του.",
        [8] = "Καλώς ήλθατε στον κόσμο του %s, ενός χρηματοοικονομικού προνομίου μόλις %s ετών, προβάλλοντας ως έναν από τους κορυφαίους συμβούλους τραπεζικών υπηρεσιών στην γοητευτική πολιτεία του %s---%s. Με μια οραματική προσέγγιση και ακλόνητη αφοσίωση στην ακεραιότητα, επιδιώκει να αναδιαμορφώσει τις πρακτικές τραπεζικών υπηρεσιών, εξασφαλίζοντας ότι οι οικονομικοί ονειραμύθοι των πελατών του γίνονται πραγματικότητα.",
        [9] = "Γνωρίστε τον %s, τον εφευρετικό τραπεζικό βιρτουόζο, μόλις %s ετών, ήδη υψώνοντας ως έναν από τους κορυφαίους φοροτεχνικούς εμπειρογνώμονες της πολιτείας στο %s---%s. Με μια οραματική νοοτροπία και ακλόνητες ηθικές αρχές, προσπαθεί να αναδιαμορφώσει τον τραπεζικό κλάδο, σχεδιάζοντας ένα δρόμο προς μια διαχρονική οικονομική ασφάλεια για τους πελάτες του.",
        [10] = "Αγκαλιάστε το φως του %s, του τραπεζικού παιδιού θαύματος, στα %s του, διακρίνοντας τον εαυτό του ως έναν από τους πιο φωτεινούς ειδικούς φορολογικών θεμάτων στην ζωντανή πολιτεία του %s---%s. Με οραματιστικούς στόχους και ακλόνητες αρχές, προσπαθεί να επαναπροσδιορίσει τις πρακτικές τραπεζικών υπηρεσιών, καθοδηγώντας τους πελάτες προς ένα μέλλον οικονομικής ευημερίας.",
        [11] = "Σας παρουσιάζουμε τον %s, τον εκκεντρικό οικονομικό ειδικό, στα %s του, ήδη ανάμεσα στους εκλεκτούς συμβούλους τραπεζικών υπηρεσιών της πολιτείας στο %s---%s. Κινούμενος από οραματιστικό πνεύμα και ακλόνητη ακεραιότητα, επιδιώκει να μετασχηματίσει το τοπίο της τραπεζικής, εξασφαλίζοντας ότι η οικονομική ευημερία των πελατών του δεν γνωρίζει όρια.",
        [12] = "Γνωρίστε τον %s, ένα οικονομικό ιδιοφυΐα με μια οραματιστική προοπτική, στα %s του, ανερχόμενο στις θέσεις των κορυφαίων συμβούλων τραπεζικών υπηρεσιών της πολιτείας στο %s---%s. Καθοδηγούμενος από ακλόνητες αρχές, επιδιώκει να επαναπροσδιορίσει τον τραπεζικό κλάδο, αφήνοντας μια βαθιά επίδραση στο οικονομικό μέλλον των πελατών του.",
        [13] = "Βήματα στον κόσμο του %s, του παραγωγικού οικονομικού στρατηγού, ηλικίας %s, που αναγνωρίζεται ως ένας από τους κορυφαίους οραματιστές επενδυτές στη δυναμική πολιτεία του %s---%s. Με οραματιστικούς στόχους και μια ακλόνητη δέσμευση στην ηθική, στοχεύουν να επαναπροσδιορίσουν τις πρακτικές τραπεζικών υπηρεσιών και να ενδυναμώσουν τους πελάτες προς την οικονομική επιτυχία.",
        [14] = "Ανακαλύψτε τον %s, τον νέο και λαμπρό οικονομικό σύμβουλο, ηλικίας %s, που κάνει θύελλα στην κοσμοπολίτικη πολιτεία του %s---%s. Με μια καινοτόμο νοοτροπία και ακλόνητη ακεραιότητα, προσπαθεί να αναδιαμορφώσει το τοπίο της τραπεζικής, ανοίγοντας το δρόμο για τη διαρκή οικονομική ευημερία των πελατών.",
        [15] = "Συνταχθείτε με τον %s, τον εξαιρετικό ταλέντο της τραπεζικής, έναν απλό %s ετών, που αναδύεται ως ένας από τους κορυφαίους οραματιστικούς επενδυτές της πολιτείας στο %s---%s. Καθοδηγούμενος από μια οραματιστική προσέγγιση και ακλόνητη ηθική, προσπαθεί να επαναπροσδιορίσει τις πρακτικές τραπεζικών υπηρεσιών, καθοδηγώντας τους πελάτες προς ένα ασφαλές και ευημερούντα οικονομικό μέλλον.",
        [16] = "Εισέλθετε στον κόσμο του %s, του ενδυναμωμένου οικονομικού παιδιού θαύματος, ηλικίας %s, αφήνοντας το στίγμα του ως ένας από τους πρωτοπόρους συμβούλους τραπεζικών υπηρεσιών της πολιτείας στο %s---%s. Με μια οραματιστική νοοτροπία και ακλόνητες αρχές, προσπαθεί να μετασχηματίσει τον τραπεζικό κλάδο, εξασφαλίζοντας μια διαχρονική επίδραση στις οικονομικές επιτυχίες των πελατών.",
        [17] = "Καλώς ήλθατε στον κόσμο του %s, του εφευρετικού ειδικού στη χρηματοοικονομική, ηλικίας %s, ο οποίος ήδη κατατάσσεται ανάμεσα στους κορυφαίους συμβούλους τραπεζικών υπηρεσιών της πολιτείας στο %s---%s. Με μια οραματιστική πνοή και ακλόνητες αρχές, επιδιώκει να μετασχηματίσει το τοπίο της τραπεζικής, σχεδιάζοντας ένα δρόμο προς μια διαχρονική οικονομική ανάπτυξη για τους πελάτες του.",
        [18] = "Γνωρίστε τον %s, τον πρωτοποριακό ειδικό τραπεζικών υπηρεσιών, ηλικίας %s, που αναδύεται ως ένας από τους καλύτερους οραματιστές επενδυτές στη δυναμική πολιτεία του %s---%s. Με μια οραματιστική προσέγγιση και ακλόνητη ακεραιότητα, στοχεύουν να επαναπροσδιορίσουν τις πρακτικές τραπεζικών υπηρεσιών, εξασφαλίζοντας ότι οι οικονομικοί ονειρατήριοι των πελατών τους γίνονται πραγματικότητα.",
        [19] = "Αγκαλιάστε τη λαμπρότητα του %s, του εκλεκτού πρωτοποριακού τραπεζικού θαύματος, ηλικίας %s, που ξεχωρίζει ως ένας από τους πιο φωτεινούς οραματιστές επενδυτές στη δυναμική πολιτεία του %s---%s. Καθοδηγούμενοι από οραματιστικούς στόχους και ακατανόητες αρχές, προσπαθούν να επαναπροσδιορίσουν τις πρακτικές τραπεζικών υπηρεσιών, καθοδηγώντας τους πελάτες σε ένα μέλλον οικονομικής ευημερίας.",
        [20] = "Σας παρουσιάζουμε τον %s, τον τεχνικό τραπεζικών υπηρεσιών, μόλις %s ετών, που ήδη κατατάσσεται ανάμεσα στους ελίτ συμβούλους οικονομικών της πολιτείας του %s---%s. Με μια οραματιστική νοοτροπία και ακλόνητη ηθική, επιδιώκουν να μεταμορφώσουν τον κλάδο τραπεζικών υπηρεσιών, εξασφαλίζοντας μια ευημερούσα και διαρκή οικονομική πορεία για τους πελάτες τους.",
    },

    ["ηλικία"] = { -- Hidden age prompt (First %s: First name / Second %s: Residence / *: Age)
        [1] = "%s στο %s, ένας ηθικός χρηματοοικονομικός αναλυτής προωθεί βιώσιμες επενδύσεις για έναν πιο πράσινο κόσμο. Με βαθιά αίσθηση ευθύνης, αυτός ο έμπειρος αναλυτής, ηλικίας *, συντονίζει τους οικονομικούς στόχους των πελατών του με τη φιλοπεριβαλλοντική διαχείριση.",
        [2] = "%s από το %s, ευδοκιμεί στην επίλυση περίπλοκων φορολογικών προκλήσεων για εταιρικούς πελάτες. Με εξαιρετικές αναλυτικές δεξιότητες και πλούσια εμπειρία, αυτός ο φορολογικός ειδικός, ηλικίας *, πλοηγείται με ευκολία σε πολύπλοκες οικονομικές καταστάσεις.",
        [3] = "%s στο %s, δημιουργεί διαρκείς εταιρικές σχέσεις με φιλανθρωπικούς οργανισμούς, προάγοντας θετικό κοινωνικό αντίκτυπο. Με μια καρδιά για τη φιλανθρωπία και εκτενή εμπειρία, αυτός ο φιλανθρωπικός στρατηγός, ηλικίας *, εκμεταλλεύεται τη χρηματοοικονομική εμπειρία για να ενισχύσει την αποτελεσματικότητα των κοινωνικών πρωτοβουλιών.",
        [4] = "%s από το %s, είναι ένας πρωτοποριακός επενδυτής, που αναδιαμορφώνει τη βιομηχανία μέσω προηγμένων τεχνολογιών. Στα * του χρόνια, αυτός ο οραματιστής επενδυτής φαντάζεται ένα νέο είδος υπηρεσιών επενδύσεων που εστιάζει στον πελάτη και ενισχύεται από τις τεχνολογικές προόδους.",
        [5] = "%s στο %s, εξειδικεύεται στις συγχωνεύσεις και εξαγορές, οργανώνοντας επιτυχείς συμφωνίες για εταιρικούς πελάτες. Με ευαίσθητο μάτι για ευκαιρίες και χρόνια εμπειρίας, αυτός ο ειδικός M&A, ηλικίας *, μεγιστοποιεί την αξία για όλους τους εμπλεκόμενους σε περίπλοκες συμφωνίες.",
        [6] = "%s από το %s, ενδυναμώνει ποικίλους επιχειρηματίες, γεφυρώνοντας οικονομικά χάσματα για τις μη αντιπροσωπευόμενες κοινότητες. Με δέσμευση στην περιλαμβαντική χρηματοδότηση και πλούσια εμπειρία, αυτός ο σύμβουλος ανάπτυξης επιχειρήσεων, ηλικίας *, προάγει την οικονομική ισότητα για όλους τους φιλόδοξους επιχειρηματίες.",
        [7] = "%s στο %s, βοηθά οικογένειες να ασφαλίσουν το μέλλον τους μέσω σύνετου σχεδιασμού κληρονομιάς. Με μια φροντιστηριακή προσέγγιση και χρόνια εμπειρίας, αυτός ο σχεδιαστής κληρονομιάς, ηλικίας *, παρέχει εξατομικευμένη οικονομική καθοδήγηση για να εξασφαλίσει την ομαλή μεταφορά πλούτου από γενιά σε γενιά.",
        [8] = "%s από το %s, στην ηλικία των *, είναι ένας έμπειρος οικονομικός σύμβουλος με μια πληθώρα εμπειριών. Με βαθιά κατανόηση της χρηματοοικονομικής βιομηχανίας και χρόνια επιτυχημένης πρακτικής, αυτός ο σύμβουλος συνεχίζει να είναι μια κινητήρια δύναμη στη βιομηχανία.",
        [9] = "%s στο %s, είναι ένας αξιόπιστος διαχειριστής πλούτου, διατηρώντας και αυξάνοντας τα περιουσιακά στοιχεία των πελατών για τις μελλοντικές γενιές. Με εστίαση στη μακροπρόθεσμη ευημερία και χρόνια εμπειρίας, αυτός ο διαχειριστής πλούτου, ηλικίας *, προστατεύει τις οικονομικές κληρονομιές των πελατών του.",
        [10] = "%s από το %s, είναι ένας ειδικός αρχιτέκτονας λύσεων τραπεζικών λύσεων, γνώστης τεχνολογίας, αξιοποιώντας ψηφιακές καινοτομίες για τη βελτίωση της εμπειρίας του πελάτη. Με πάθος για την καινοτομία και χρόνια εμπειρίας, αυτός ο αρχιτέκτονας λύσεων πρωτοπορεί στις προηγμένες λύσεις τραπεζικών για μια άψογη εμπειρία πελάτη.",
        [11] = "%s στο %s, προωθεί την οικονομική παιδεία μεταξύ των νέων, εμπνέοντας την επόμενη γενιά των έξυπνων επενδυτών. Με αφοσίωση στην οικονομική εκπαίδευση και χρόνια εμπειρία, αυτός ο οικονομικός εκπαιδευτής, ηλικίας *, ενδυναμώνει τα νέα μυαλά να κάνουν ενημερωμένες οικονομικές αποφάσεις.",
        [12] = "%s από το %s, στην ηλικία των *, είναι ένας οραματιστής ηγέτης στη βιομηχανία των επενδύσεων. Με καινοτόμες πρωτοβουλίες και πλούσια εμπειρία, αυτός ο ηγέτης συνεχίζει να διαμορφώνει το μέλλον της χρηματοοικονομικής.",
        [13] = "%s στο %s, είναι ένας καινοτόμος επιχειρηματίας στον τομέα των χρηματοπιστωτικών τεχνολογιών, εισάγοντας νέες τεχνολογίες για τη χρηματοοικονομική επιτυχία των πελατών του, σε ηλικία * ετών. Με μια φρέσκια οπτική γωνία και πλούσια εμπειρία, αυτός ο επιχειρηματίας φέρνει μετασχηματιστικές λύσεις τεχνολογίας στον τραπέζι.",
        [14] = "%s από το %s, είναι ένας συναισθηματικός οικονομικός σύμβουλος, παρέχοντας εξατομικευμένη καθοδήγηση στους πελάτες του. Με μια ευσυνείδητη προσέγγιση και χρόνια εμπειρίας, ο οποίος, σε ηλικία *, διασφαλίζει την οικονομική ευημερία των πελατών του.",
        [15] = "%s στο %s, είναι ένας αναλυτικός γκουρού, εκμεταλλευόμενος τις ενδείξεις δεδομένων για ήχιστες επενδυτικές αποφάσεις. Με μια στάση που βασίζεται στα δεδομένα και χρόνια εμπειρίας, αυτός ο αναλυτής δεδομένων εντοπίζει περισσότερες επικερδείς ευκαιρίες για τους πελάτες του.",
        [16] = "%s από το %s, είναι ένας έμπειρος ειδικός στη διαχείριση κινδύνων, προστατεύοντας τους πελάτες από οικονομικά κρούσματα. Με εξαιρετική ορατότητα στον κίνδυνο και χρόνια εμπειρίας σε ηλικία *, αυτός ο διαχειριστής κινδύνων ενισχύει την οικονομική θέση των πελατών τους.",
        [17] = "%s στο %s, είναι ένας δυναμικός στρατηγός μάρκετινγκ, καθοδηγώντας τα οικονομικά ιδρύματα προς την επιτυχία. Με εξαιρετικές δεξιότητες μάρκετινγκ και χρόνια εμπειρίας σε ηλικία *, αυτός ο στρατηγός εμπνέει τις ομάδες να επιτύχουν εξαιρετικά αποτελέσματα.",
        [18] = "%s από το %s, είναι ένας ατελείωτος διαπραγματευτής, εξασφαλίζοντας ευνοϊκούς όρους για τους πελάτες. Με μια έντονη δεξιότητα στις διαπραγματεύσεις και χρόνια εμπειρίας σε ηλικία *, αυτός ο διαπραγματευτής οδηγεί επωφελείς συμφωνίες για τους πελάτες τους.",
        [19] = "%s στο %s, είναι ένας καινοτόμος επιλυτής προβλημάτων, βρίσκοντας δημιουργικές λύσεις σε οικονομικές προκλήσεις. Σε ηλικία *, με μια ικανότητα για τη σκέψη εκτός των πλαισίων και χρόνια εμπειρίας, αυτός ο επιλυτής προβλημάτων ξεπερνά πολύπλοκα οικονομικά εμπόδια.",
        [20] = "%s από το %s, είναι ένας ειδικός στην τραπεζική που εστιάζει στον πελάτη, βάζοντας τις ανάγκες των πελατών πρώτα. Σε ηλικία *, με αφοσίωση στην εξαιρετική εξυπηρέτηση και χρόνια εμπειρίας, αυτός ο ειδικός δίνει προτεραιότητα στην οικονομική επιτυχία των πελατών του."
    },

}